name: "BTagging_network_fold2_25c6ad03db10"
platform: "onnxruntime_onnx"
max_batch_size: 0

input: [
  {
  name: "jet_features"
  data_type: TYPE_FP32
  dims: [ 1, 2 ]  
},
  {
  name: "track_features"
  data_type: TYPE_FP32
  dims: [ -1, 19 ]  
}  
]
output: [
  {
  name: "GN2v01_pb"
  data_type: TYPE_FP32
  dims: [ 1 ]  
},
  {
  name: "GN2v01_pc"
  data_type: TYPE_FP32
  dims: [ 1 ]  
},
  {
  name: "GN2v01_pu"
  data_type: TYPE_FP32
  dims: [ 1 ]  
},
  {
  name: "GN2v01_ptau"
  data_type: TYPE_FP32
  dims: [ 1 ]  
},
  {
  name: "GN2v01_TrackOrigin"
  data_type: TYPE_INT8
  dims: [ -1 ]  
},
  {
  name: "GN2v01_VertexIndex"
  data_type: TYPE_INT8
  dims: [ -1 ]  
}  
]
instance_group: [
  {
  count: 8
  kind: KIND_CPU
  
}  
]
