name: "MuonSelectorTools_model_DNN3norm_MC20a_32a0c8c3869b"
platform: "onnxruntime_onnx"
max_batch_size: 0

input: [
  {
  name: "args_0"
  data_type: TYPE_FP32
  dims: [ -1, 19 ]  
}  
]
output: [
  {
  name: "sequential"
  data_type: TYPE_FP32
  dims: [ -1, 1 ]  
}  
]
instance_group: [
  {
  count: 8
  kind: KIND_CPU
  
}  
]
